IDEA Open Model
OpenModel.ConnectionPoint Property
 List of Connection Points
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<ConnectionPoint> ConnectionPoint { get; set; }
Public Property ConnectionPoint As List(Of ConnectionPoint)
	Get
	Set
public:
property List<ConnectionPoint^>^ ConnectionPoint {
	List<ConnectionPoint^>^ get ();
	void set (List<ConnectionPoint^>^ value);
}
Property Value
Type: List<ConnectionPoint>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace